[
    {
        "name": "Alley Speed Humps",
        "id": "alleySpeedHumps",
        "avgUnitCost": 1400,
        "unitMeasurement": "block",
        "description": "This program is primarily designed to reduce vehicular traffic speed in residential alleys and will consist of installing raised rubber \"humps\" on improved alleys. No resurfacing will be included as part of this program. CDOT recommends a survey of the affected residents before choosing a location and retains the final approval for each location.",
        "notes": [
            "Due to the variety and shape of alleys throughout the City, actual quantities and prices will vary accordingly."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "AlleySpeedHumpProgram.png"
    },
    {
        "name": "Arterial Street Bump-Outs",
        "id": "arterialStreetBumpOuts",
        "avgUnitCost": 50000,
        "unitMeasurement": "corner",
        "description": "Arterial street bump-outs, also known as attached curb extensions, are a safety tool that reduces unprotected crossing distance for people walking, improves sight lines between pedestrians and motorists, and reduces vehicular turning speeds. These bump-outs are appropriate on arterial and collector roadways and in areas with high pedestrian volumes. Estimated cost is dependent on drainage impacts and restoration requirements and will vary accordingly. Attached curb extensions cannot be considered on streets with peak hour parking restrictions or travel lanes adjacent to the curb.",
        "notes": [
            "These bump-outs frequently require catch basin relocations. If they are on a State Jurisdiction roadway, an IDOT permit is required. The design and approval time for these requests can take 6 months."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "ArterialStreetBumpOuts.png"
    },
    {
        "name": "Bike Lane/Marked Shared Lane",
        "id": "paintedBikeLane",
        "avgUnitCost": 10000,
        "unitMeasurement": "block",
        "description": "A Bike Lane is defined as a portion of the roadway that has been designated by striping, signage, and pavement markings for the preferential or exclusive use of bicyclists. Marked shared lanes are generally not appropriate on streets with higher vehicle speeds or multiple travel lanes in each direction. Marked shared lanes are used on streets too narrow for bike lanes but are still good routes for bicyclists. Marked shared lanes alert motorists of the presence of bicyclists, reminds both motorists and bicyclists to properly share the road, and guide bicyclists to ride outside of the door zone of parked vehicles. Marked shared lanes are often used to fill in gaps in the bike lane network when there is not adequate roadway width to accommodate a bike lane in certain segments of a corridor.",
        "notes": [
            "CDOT retains the final approval for each location.",
            "CDOT's cost estimate is $40,000 per half-mile. Ward Wise has converted this measurement to the cost-per-block displayed here."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "BikeLaneMarkedSharedLane.png"
    },
    {
        "name": "Buffered Bike Lane",
        "id": "bufferedBikeLane",
        "avgUnitCost": 15000,
        "unitMeasurement": "block",
        "description": "Buffered bike lanes are conventional bicycle lanes paired with a designated buffer space separating the bicycle lane from the adjacent motor vehicle travel lane and/or parking lane. This extra space provides room for cyclists to pass, ride outside of the door zone, and provides greater shy distance between motor vehicles and bicyclists.",
        "notes": [
            "CDOT retains the final approval for each location.",
            "CDOT's cost estimate is $60,000 per half-mile. Ward Wise has converted this measurement to the cost-per-block displayed here."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "BufferedBikeLane.png"
    },
    {
        "name": "Concrete Alley Apron",
        "id": "alleyApron",
        "avgUnitCost": 17000,
        "unitMeasurement": "location",
        "description": "This program is designed to replace existing deteriorated alley aprons with concrete which will consist of: removal, framing, replacement, and restoration. Restoration will consist of topsoil and hydro-seeding only areas affected by the construction. Only deteriorated driveway aprons and/or misaligned curbs, will be identified for replacement, and the final estimate will reflect only those costs. It should also be noted that the Menu locations you have selected, need to clear CDOT's utility review to avoid any conflicts with other projects scheduled for 2023.",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally Mandated guidelines.",
            "Due to the variety and shape of most alley aprons throughout the City, actual estimates will vary accordingly."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "ConcreteAlleyApron.png"
    },
    {
        "name": "Curb & Gutter Replacement",
        "id": "curbGutterReplacement",
        "avgUnitCost": 105000,
        "unitMeasurement": "block",
        "description": "This program is designed to replace existing deteriorated curbs in residential neighborhoods and will consist of removal, framing, replacement, and parkway restoration. Restoration will consist of topsoil and hydroseeding only on the parkway area affected by the construction. The inclusion of driveway aprons will be at a higher cost unless otherwise directed. Only deteriorated or misaligned curbs and driveway aprons will be identified for replacement, and the final estimate will reflect only those costs. It should also be noted that the Menu locations you have selected need to clear CDOT's utility review process to avoid any conflicts with other projects scheduled for 2023.",
        "notes": [
            "ADA Ramps and curb around the corner will be included if necessary, based on the adjacent curb condition.",
            "Projects to repair drainage issues require additional design considerations, restoration, and cost. A minimum authorization of a half-block is required. Actual price will be updated once estimate is complete."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "CurbGutterReplacementProgram.png"
    },
    {
        "name": "Diagonal Parking",
        "id": "diagonalParking",
        "avgUnitCost": 85000,
        "unitMeasurement": "project",
        "description": "This program is primarily designed to increase parking availability; however, only certain areas will qualify. This process will require the elimination of the parkway to create the space necessary to install properly sized parking stalls. CDOT recommends that you conduct a survey of the affected residents before choosing a location; however, CDOT retains the final approval for each location. An Ordinance will be required upon approval. Any tree removals on a project will require coordination with the Bureau of Forestry before finalizing the design.",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally mandated guidelines.",
            "Based upon the length of the request and the number of utilities that may need to be adjusted, prices will vary accordingly."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "DiagonalParking.png"
    },
    {
        "name": "Floodlight Installation",
        "id": "floodlighta",
        "avgUnitCost": 950,
        "unitMeasurement": "fixture",
        "description": "This program is designed to increase the light levels in a specific area and will consist of adding a new, higher-wattage fixture aimed at the area of concern. This program cannot be utilized to light private property. Be advised, this type of request is not included in the Chicago Smart Lighting Program.",
        "notes": [
            "CDOT retains the final approval for each location."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "FloodlightInstallation.png"
    },
    {
        "name": "Green Alley",
        "id": "greenAlley",
        "avgUnitCost": 280000,
        "unitMeasurement": "alley/block",
        "description": "This program is designed to replace an existing deteriorated unimproved alley in a residential neighborhood and will include the necessary sewer structures to alleviate any drainage problems. Due to the variety and shape of alleys throughout the City, actual estimates will vary accordingly.",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally mandated guidelines.",
            "If selected location has existing alley speed humps, they will be replaced as part of this project. New alley speed humps for a concrete alley should be requested separately.",
            "Due to engineer design, permit application with OUC review, and construction, these projects can take up to 180 to 210 days to complete."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "GreenAlleyProgram.png"
    },
    {
        "name": "Neighborhood Greenway",
        "id": "neighborhoodGreenway",
        "avgUnitCost": 18750,
        "unitMeasurement": "block",
        "description": "A Neighborhood Greenway is a low-volume and low-speed street that has been optimized for bicycle travel through treatments such as traffic calming and traffic reduction, roadway signing and pavement markings, and intersection crossing treatments. Neighborhood Greenways take the shared roadway concept to a new level, creating an attractive, comfortable, and convenient cycling environment that caters to cyclist of all ages and abilities. Neighborhood Greenways also benefit pedestrians and adjacent residents by eliminating cut-through motor vehicle traffic.",
        "notes": [
            "Based upon the number of and intersecting cross-streets prices will vary accordingly.",
            "CDOT's cost estimate is $75,000 per half-mile. Ward Wise has converted this measurement to the cost-per-block displayed here."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "NeighborhoodGreenways.png"
    },
    {
        "name": "Pedestrian Refuge Island",
        "id": "pedestrianRefugeIsland",
        "avgUnitCost": 75000,
        "unitMeasurement": "location",
        "description": "A pedestrian refuge island is an area of the roadway where a raised island is constructed to create a protected area for people crossing the street. Where pedestrian refuge islands are installed, pedestrians only have to cross one direction of traffic at a time. Pedestrian refuge islands have significant safety benefits especially for crossing points on busier, multilane streets and are especially beneficial at crossings where pedestrians travel at slower speeds (often locations with high numbers of seniors or children). Based on unique factors at each location, prices will vary accordingly. Once authorized the program cost shown below will be deducted from the Ward Menu balance. Once design is complete, a location specific cost estimate will be prepared. If the estimate is less than the average cost the Menu balance will be credited. If the estimate is greater than the program cost additional Menu funds must be authorized in order to advance to construction.",
        "notes": [
            "If the pedestrian refuge island is on a State Jurisdiction roadway, an IDOT permit is required. The design and approval time for these can take 6 months."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "PedestrianRefugeIsland.png"
    },
    {
        "name": "Protected Bike Lane",
        "id": "protectedBikeLane",
        "avgUnitCost": 62500,
        "unitMeasurement": "block",
        "description": "A protected bike lane is physically separated from motor vehicle traffic using a physical barrier, such as concrete curb, and is distinct from the sidewalk. Protected bike lanes have different forms, but all share common elements that provide space that is intended to be primarily used for bicycles and are separated from motor vehicle travel lanes. In situations where on-street parking is allowed protected bike lanes are located to the curb-side of the parking (in contrast to bike lanes). If at street level, they can be separated from motor traffic by raised medians, on-street parking, or bollards. By separating cyclists from motor traffic, protected bike lanes can offer a higher level of comfort than bike lanes and are attractive to a wider spectrum of the public. Concrete curb has become the new standard for protected bike lanes.",
        "notes": [
            "CDOT retains the final approval for each location.",
            "Prices will vary based upon the amount of concrete protection and cross-section of the roadway.",
            "CDOT's cost estimate is $250,000 per half-mile. Ward Wise has converted this measurement to the cost-per-block displayed here."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "ProtectedBikeLane.png"
    },
    {
        "name": "Residential Alley Resurfacing",
        "id": "residentialAlleyResurfacing",
        "avgUnitCost": 39425,
        "unitMeasurement": "alley/block",
        "description": "This program is for asphalt resurfacing of residential alleys in order to provide a smooth riding surface. This program is not designed or suitable for addressing alley flooding issues. Alleys with flooding and/or drainage problems are addressed by other CDOT programs, such as the Green Alley program. Due to the variety and shape of alleys throughout the City, costs will vary accordingly. Any concrete alleys will be charged at a higher rate due to the higher cost of grinding down concrete",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally mandated guidelines as well as concrete alley aprons. These costs will be reflected in the project cost estimate.",
            "If a selected location has existing alley speed humps, they will be replaced as part of this resurfacing project. New alley speed humps for an alley resurfacing location should be requested separately."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "ResidentialAlleyResurfacing.png"
    },
    {
        "name": "Residential Street Bump-Outs",
        "id": "residentialStreetBumpOuts",
        "avgUnitCost": 15000,
        "unitMeasurement": "pair of bump-outs",
        "description": "Residential street bump-outs are a safety tool for residential streets that reduces unprotected crossing distance for people walking and improves visibility. They visually narrow the travel lane, which reduces speeds and increases stop compliance. They are appropriate on residential streets. \"Detached\" bump-outs are constructed by creating a pedestrian refuge area between the sidewalk and travel lane to reduce effects on drainage or existing curb lines. Estimated cost is dependent on roadway width, direction of traffic, restoration requirements, and existing utilities. The standard fill for the detached bump-outs is red stamped colored concrete.",
        "notes": [
            "Based upon the number of utilities that may need to be adjusted, price will vary accordingly."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "ResidentialStreetBump-Outs.png"
    },
    {
        "name": "Residential Street Cul-de-Sac",
        "id": "culDeSac",
        "avgUnitCost": 40000,
        "unitMeasurement": "project",
        "description": "This program is primarily designed to prohibit vehicular thru-traffic on residential streets and will consist of installing raised curbs in a circular design to allow for change in direction. CDOT requires that alderman submit a signed petition from 80% of the residents on the impacted block before detailed survey and design proceeds; however, CDOT retains the final approval for each location. An ordinance will be required upon approval of the cul-de-sac. A one-way street will need to be converted to a two-way street if a cul-de-sac is installed. This will also require an ordinance. If the street is less than 30 feet wide, parking may need to be removed on one side of the street. The standard fill for the detached cul-de-sac is red stamped colored concrete.",
        "notes": [
            "Based upon the number of utilities that may need to be adjusted, prices will vary accordingly."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "ResidentialStreetCul-de-Sac.png"
    },
    {
        "name": "Residential Street Lighting (w/ Piggy Back)",
        "id": "residentialStreetLighting",
        "avgUnitCost": 165000,
        "unitMeasurement": "block",
        "description": "This program is designed to add a completely new lighting system on residential streets with piggy backs. The process consists of removal of the old lighting, and installation of new underground electrical feeds, new aluminum light poles, and upgraded light emitting diode (LED) fixtures with piggy backs. These new lighting systems are compatible with the Chicago Smart Lighting Program (CSLP). Locations must be submitted in two-block segments, or as electrical circuits dictate (to be determined by CDOT). Due to the various types of City infrastructure (e.g. grass parkways, curb attached sidewalks, fire alarm, surveillance cameras, ADA ramps etc.), actual cost estimates will vary accordingly. The typical timeline for a 2- block residential lighting request once the Aldermen authorizes the project is 210-240 days as follows:\n\tEngineer design and permit application with OUC review - 90 days\n\tParts and materials (includes ordering process) - 90 to 120 days\n\tConstruction & Installation - 30 days\n\nWhile the (CSLP) will be installing LED fixtures citywide, the program includes a limited amount of pole replacement and wiring repairs. In conjunction with the CSLP, CDOT highly recommends that Aldermen continue to utilize this menu option in order to upgrade and modernize the lighting infrastructure in their ward.",
        "notes": [
            "CDOT retains the final approval for each location.",
            "In making the submission, piggy back lights can omitted for the location."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "ResidentialStreetLightingProgramPiggyBack.png"
    },
    {
        "name": "Residential Street Resurfacing",
        "id": "residentialStreetResurfacing",
        "avgUnitCost": 54450,
        "unitMeasurement": "block",
        "description": "This program is for asphalt resurfacing of residential streets and will consist of three stages: milling, utility adjustments, and final pavement. If the location has existing speed humps, they will be replaced as part of the project. Due to the magnitude of this program, consecutive or adjacent street locations are encouraged to help increase production and minimize costs. Any concrete streets selected for repaving will be charged at a higher rate. Once approved, temporary \"no parking\" signs will alert residents when their block will be resurfaced. The notices will direct people to relocate their vehicles to adjacent blocks so that the street is entirely free of obstacles for resurfacing to take place.",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally Mandated guidelines",
            "If you would not like to reinstall any existing speed humps, please indicate that with your street selections.",
            "Selected locations need to clear CDOT's utility review, alternate locations may be used to avoid conflicts."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "ResidentialStreetResurfacing.png"
    },
    {
        "name": "Residential Street Traffic Circle",
        "id": "trafficCircle",
        "avgUnitCost": 20000,
        "unitMeasurement": "project",
        "description": "Traffic circles are a traffic calming tool designed to reduce vehicular traffic speeds and collisions at residential intersections. A raised island, around which traffic circulates, requires motorists to reduce speed in order to maneuver around the structure. Traffic circles are appropriate for residential intersections. The estimate per project is dependent on intersection dimensions, restoration requirements, and existing utilities. The standard fill for the traffic circle is red stamped colored concrete.",
        "notes": [
            "Based upon the number of utilities that may need to be adjusted, prices will vary accordingly."
        ],
        "isVisionZeroProject": true,
        "imgFilename": "ResidentialStreetTrafficCircle.png"
    },
    {
        "name": "Sidewalk Replacement",
        "id": "sidewalkReplacement",
        "avgUnitCost": 105000,
        "unitMeasurement": "block",
        "description": "This program is designed to replace existing deteriorated sidewalks in residential neighborhoods. Construction will consist of removal, framing, replacement, and restoration. Restoration will consist of topsoil and hydro-seeding the area affected by the construction only. Vaulted sidewalks, sidewalks under railroad viaducts (reference viaduct upgrade), sidewalk through driveway aprons, and sidewalks in commercial areas are more costly. Only deteriorated sidewalk squares will be identified for replacement. Curb attached sidewalks will not be included in this Menu component unless the adjacent curb and gutter is also requested under the Curb and Gutter component of this Menu program.",
        "notes": [
            "ADA Ramps will be installed where needed to comply with Federally mandated guidelines or where specifically requested. At corner addresses, the side of the property not on the project street will not be included unless specifically requested.",
            "Curb and gutter work is part of another Menu Program component and is not part of the sidewalk program component."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "SidewalkReplacementProgram.png"
    },
    {
        "name": "Street Light Pole Painting",
        "id": "streetLightPolePainting",
        "avgUnitCost": 300,
        "unitMeasurement": "pole",
        "description": "This process consists of scraping, priming and painting existing light poles. Arterial poles will be painted black, while residential poles will be painted green with gray arms. Due to the variety and shape of poles throughout the City, actual estimates will vary accordingly.",
        "notes": [
            "Temperature must be 32F or higher for painting."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "StreetLightPolePaintingProgram.png"
    },
    {
        "name": "Street Speed Humps",
        "id": "streetSpeedHumps",
        "avgUnitCost": 4880,
        "unitMeasurement": "block",
        "description": "This program is designed to reduce vehicular traffic speed on residential streets and will consist of installing raised asphalt \"humps\". No resurfacing will be included as part of this program. CDOT recommends a survey of the affected residents before choosing a location and retains the final approval for each location.",
        "notes": [
            "Includes 2 street speed humps per project.",
            "Due to the variety and shape of streets throughout the City, actual quantities and prices will vary accordingly.",
            "Streets of irregular length or signalized locations may preclude installation of street speed humps on submitted locations."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "StreetSpeedHumpProgram.png"
    },
    {
        "name": "Traffic Signal Pole Painting",
        "id": "trafficSignalPolePainting",
        "avgUnitCost": 3500,
        "unitMeasurement": "intersection",
        "description": "This process consists of scraping, priming and painting existing traffic poles, traffic arms and traffic signals all will be painted black. Due to the variety and configuration of intersections throughout the City, actual estimates will vary accordingly. When painting traffic poles it is highly recommended to upgrade the existing fixture to a black 400-watt fixture if it does not already exist. Upgrading the fixtures would incur an additional cost to the project of $400 per fixture.",
        "notes": [
            "Temperature must be 32F or higher for painting."
        ],
        "isVisionZeroProject": false,
        "imgFilename": "TrafficSignalIntersectionPolePaintingProgram.png"
    }
]